# Common text messages for all e-mails
email.gdpr.common.user.greeting=Ch\u00E8re/ Cher {0},
email.gdpr.common.regards=Meilleures salutations,<br/>service client | <a href="{0}">{1}</a>
email.gdpr.common.data.question=Si vous avez des questions au sujet du shopping chez {0}, veuillez consulter le <a href="{1}">service client</a> de notre site web.
#ConfirmRequestPersonalData e-mail
email.gdpr.confirm.request.personal.data.subject                      = Confirmer la demande de donn\u00E9es personnelles chez {0}
email.gdpr.confirm.request.personal.data.header                       = Confirmer votre demande concernant les donn\u00E9es personnelles chez {0}
email.gdpr.confirm.request.personal.data.statement                    = Nous avons re\u00E7u votre demande concernant vos donn\u00E9es personnelles. Veuillez cliquer sur le lien suivant pour confirmer votre demande de donn\u00E9es personnelles\u00A0:
email.gdpr.confirm.request.personal.data.confirmation.link            = Cliquez pour confirmer la demande
email.gdpr.confirm.request.personal.data.confirmation.link.expiration = Pour des raisons de s\u00E9curit\u00E9, ce lien expirera dans {0} heures.
email.gdpr.confirm.request.personal.data.warning                      = Si vous recevez cet e-mail mais que vous n'avez pas envoy\u00E9 de demande, veuillez ignorer cet e-mail.
email.gdpr.confirm.request.personal.data.confirmation.contact         = Pour toute question, veuillez contacter notre service client au 1-800-xxx-xxxx.
#ConfirmDeletePersonalData e-mail
email.gdpr.confirm.delete.personal.data.subject                      = Confirmer la demande de suppression des donn\u00E9es personnelles chez {0}
email.gdpr.confirm.delete.personal.data.header                       = Confirmer votre demande de suppression concernant les donn\u00E9es personnelles chez {0}
email.gdpr.confirm.delete.personal.data.statement                    = Nous avons re\u00E7u votre demande de suppression. Veuillez cliquer sur le lien suivant pour confirmer votre demande\u00A0:
#NewPersonalDataRequest e-mail to CSR
email.gdpr.csr.new.personal.data.request.subject={0} Notification - Nouvelle demande de donn\u00E9es personnelles {1}
email.gdpr.csr.new.personal.data.request.hello=Bonjour, 
email.gdpr.csr.new.personal.data.request.message=une nouvelle demande de donn\u00E9es personnelles a \u00E9t\u00E9 cr\u00E9\u00E9e chez {0}.
email.gdpr.csr.new.personal.data.request.request_id=ID de la demande\u00A0: {0}
email.gdpr.csr.new.personal.data.request.request_type=Type de la demande\u00A0: {0}
email.gdpr.csr.new.personal.data.request.customer=Client\u00A0: {0}
email.gdpr.csr.new.personal.data.request.require.processing=Vous pouvez <a href="{0}">vous connecter</a> \u00E0 l'administration et traiter la demande de donn\u00E9es personnelles sous {1} &gt; Clients &gt; Demandes de donn\u00E9es personnelles.
email.gdpr.csr.new.personal.data.request.regards=Meilleures salutations,<br/>{0} Service de notification
#RequestPersonalDataConfirmation e-mail
email.gdpr.request.personal.data.confirmation.subject=Votre demande concernant les donn\u00E9es personnelles sur {0}
email.gdpr.request.personal.data.confirmation.header=Votre demande concernant les donn\u00E9es personnelles sur {0}
email.gdpr.request.personal.data.confirmation.approved=Nous avons v\u00E9rifi\u00E9 votre demande d'acc\u00E8s \u00E0 vos donn\u00E9es personnelles.
email.gdpr.request.personal.data.confirmation.rejected=Nous n'avons pas pu v\u00E9rifier votre demande d'acc\u00E8s aux donn\u00E9es personnelles. L'acc\u00E8s aux donn\u00E9es personnelles a \u00E9t\u00E9 refus\u00E9.
email.gdpr.request.personal.data.confirmation.download=Nous consolidons toutes vos donn\u00E9es personnelles enregistr\u00E9es sur le site inTRONICS, les mettons \u00E0 disposition pour t\u00E9l\u00E9chargement et vous envoyons le lien de t\u00E9l\u00E9chargement par e-mail.
email.gdpr.request.personal.data.confirmation.contactus=Si vous recevez cet e-mail mais que vous n'avez pas envoy\u00E9 de demande, veuillez contacter notre service client au 1-800-xxx-xxxx
#DeletePersonalDataConfirmation e-mail
email.gdpr.delete.personal.data.confirmation.subject=Vous avez demand\u00E9 de d\u00E9sactiver votre compte chez {0}
email.gdpr.delete.personal.data.confirmation.header=Votre demande de suppression concernant votre {0} compte client
email.gdpr.delete.personal.data.confirmation.verified=Nous avons v\u00E9rifi\u00E9 votre demande de suppression de vos donn\u00E9es personnelles.
email.gdpr.delete.personal.data.confirmation.request_id=Votre ID de la demande\u00A0: {0}
email.gdpr.delete.personal.data.confirmation.warn=Nous supprimerons toutes vos donn\u00E9es personnelles et fermerons votre compte d\u00E8s que possible. Vous recevrez un e-mail de confirmation finale une fois ce processus termin\u00E9. Jusque-l\u00E0, votre compte reste d\u00E9sactiv\u00E9.
email.gdpr.delete.personal.data.confirmation.not.requested=Si vous recevez cet e-mail mais que vous n'avez pas demand\u00E9 la suppression, veuillez contacter notre service client au 1-800-xxx-xxxx.
PersonalDataRequestTypes.RequestData = Demander les donn\u00E9es
PersonalDataRequestTypes.DeleteData  = Supprimer les donn\u00E9es
