# PrivacyAndPersonalData
gdpr.profile.personal.data.heading=Confidentialit\u00E9 et donn\u00E9es personnelles
gdpr.profile.request.personal.data.button=Demander les donn\u00E9es personnelles
gdpr.profile.delete.personal.data.button=Demander la suppression du compte
gdpr.profile.information.personal.data.message=G\u00E9rer les renseignements personnels que nous d\u00E9tenons pour personnaliser votre exp\u00E9rience d\u2019achat.
gdpr.profile.request_data.message=Votre demande de donn\u00E9es personnelles a \u00E9t\u00E9 soumise avec succ\u00E8s.
gdpr.profile.already_requested.message=Vous avez d\u00E9j\u00E0 demand\u00E9 vos donn\u00E9es personnelles. Nous consolidons toutes vos donn\u00E9es personnelles enregistr\u00E9es sur le site inTRONICS, les mettons \u00E0 disposition pour t\u00E9l\u00E9chargement et vous envoyons le lien de t\u00E9l\u00E9chargement par e-mail.
gdpr.profile.delete.personal.data.already_requested.message=Vous avez d\u00E9j\u00E0 demand\u00E9 la suppression de vos donn\u00E9es personnelles.
# Text in modal - Delete your account (PrivacyAndPersonalData)
gdpr.confirm.delete.personal.data.dialog.button.cancel=Annuler
gdpr.confirm.delete.personal.data.dialog.button.confirm=Supprimer le compte
gdpr.confirm.delete.personal.data.dialog.title=Supprimer vos donn\u00E9es personnelles
gdpr.confirm.delete.personal.data.dialog.text=Voulez-vous vraiment supprimer votre compte? Votre compte sera d\u00E9sactiv\u00E9 jusqu\u2019\u00E0 ce que la suppression soit faite.
# CustomerAccountDeactivatedPage
gdpr.customer.account.deactivated.message=Votre demande a \u00E9t\u00E9 soumise \u00E0 notre service client.
gdpr.customer.account.deactivated.details=Nous supprimerons toutes vos donn\u00E9es personnelles et fermerons votre compte (s\u2019il existe) d\u00E8s que possible. Vous recevrez un courriel de confirmation finale une fois ce processus termin\u00E9. Jusque-l\u00E0, votre compte reste d\u00E9sactiv\u00E9.
# RequestPersonalDataConfirmationPage
gdpr.request.personal.data.confirmation.title=Merci de votre demande de donn\u00E9es personnelles.
gdpr.request.personal.data.confirmation.message=Votre demande a \u00E9t\u00E9 soumise \u00E0 notre service client.
gdpr.request.personal.data.confirmation.details=Nous vous contacterons s\u2019il y a des questions ou des pr\u00E9occupations concernant votre demande. Vous recevrez un e-mail de confirmation d\u2019inTronics avec plus de d\u00E9tails sur votre demande une fois qu\u2019elle a \u00E9t\u00E9 examin\u00E9e et trait\u00E9e.
#ConfirmationLinkExpiredPage
gdpr.confirmation.link.expired.title=Lien expir\u00E9
gdpr.confirmation.link.expired.message=Le lien de confirmation de votre demande a expir\u00E9.
gdpr.confirmation.link.expired.message.contactus=Veuillez contacter notre service client au 1-800-xxx-xxx pour renvoyer un e-mail de confirmation ou \u00E9crivez un message par <a href="{0}">Contactez nous</a>.
#ConfirmationLinkAlreadyVerifiedPage
gdpr.confirmation.link.already.verified.title=D\u00E9j\u00E0 v\u00E9rifi\u00E9
gdpr.confirmation.link.already.verified.message=Vous avez d\u00E9j\u00E0 v\u00E9rifi\u00E9 votre demande et elle est en cours de traitement.
gdpr.confirmation.link.already.vefified.message.contactus=Pour toute question, veuillez contacter notre service client au 1-800-xxx-xxx ou \u00E9crivez-nous un message par <a href="{0}">Contactez nous</a>.
# Contact us GDPR related subjects
helpdesk.contactus.subject.option.personal_data=Demander les donn\u00E9es personnelles
helpdesk.contactus.subject.option.personal_data_deletion=Demander la suppression des donn\u00E9es personnelles
