# PrivacyAndPersonalData
gdpr.profile.personal.data.heading=Datenschutz und pers\u00F6nliche Daten
gdpr.profile.request.personal.data.button=Pers\u00F6nliche Daten anfordern
gdpr.profile.delete.personal.data.button=Benutzerkonto-L\u00F6schung anfordern
gdpr.profile.information.personal.data.message=Verwalten Sie die pers\u00F6nlichen Daten, die wir speichern, um Ihr Einkaufserlebnis zu personalisieren.
gdpr.profile.request_data.message=Ihre Anfrage zu pers\u00F6nlichen Daten wurde erfolgreich \u00FCbermittelt.
gdpr.profile.already_requested.message=Sie haben Ihre pers\u00F6nlichen Daten bereits angefragt. Wir konsolidieren Ihre pers\u00F6nlichen Daten bei inTRONICS, stellen sie zum Download bereit und senden Ihnen eine E-Mail mit dem Download-Link zu.
gdpr.profile.delete.personal.data.already_requested.message=Sie haben bereits eine Anfrage zur L\u00F6schung Ihrer pers\u00F6nlichen Daten gestellt.
# Text in modal - Delete your account (PrivacyAndPersonalData)
gdpr.confirm.delete.personal.data.dialog.button.cancel=Abbrechen
gdpr.confirm.delete.personal.data.dialog.button.confirm=Benutzerkonto l\u00F6schen
gdpr.confirm.delete.personal.data.dialog.title=Pers\u00F6nliche Daten l\u00F6schen
gdpr.confirm.delete.personal.data.dialog.text=Wollen Sie Ihr Benutzerkonto wirklich l\u00F6schen? Ihr Benutzerkonto verbleibt deaktiviert bis der L\u00F6schvorgang vollst\u00E4ndig abgeschlossen ist.
# CustomerAccountDeactivatedPage
gdpr.customer.account.deactivated.message=Ihre Anfrage wurde erfolgreich an unseren Kundenservice weitergeleitet.
gdpr.customer.account.deactivated.details=Wir werden alle Ihre pers\u00F6nlichen Daten l\u00F6schen und Ihr Konto (falls vorhanden) schnellstm\u00F6glichst schlie\u00DFen. Sie erhalten eine abschlie\u00DFende E-Mail zur Best\u00E4tigung, sobald dieser Vorgang abgeschlossen ist. Bis dahin bleibt Ihr Konto deaktiviert.
# RequestPersonalDataConfirmationPage
gdpr.request.personal.data.confirmation.title=Vielen Dank f\u00FCr die Anfrage Ihrer pers\u00F6nlichen Daten.
gdpr.request.personal.data.confirmation.message=Ihre Anfrage wurde erfolgreich an unseren Kundenservice weitergeleitet.
gdpr.request.personal.data.confirmation.details=Wir werden uns mit Ihnen in Verbindung setzen, wenn es Fragen oder Bedenken bez\u00FCglich Ihrer Anfrage gibt. Sie erhalten von inTronics eine Best\u00E4tigungs-E-Mail mit weiteren Details zu Ihrer Anfrage, sobald diese gepr\u00FCft und bearbeitet wurde.
#ConfirmationLinkExpiredPage
gdpr.confirmation.link.expired.title=Link abgelaufen
gdpr.confirmation.link.expired.message=Der Link zur Best\u00E4tigung Ihrer Anfrage ist abgelaufen.
gdpr.confirmation.link.expired.message.contactus=Bitte kontaktieren Sie unseren Kundenservice unter 1-800-xxx-xxx-xxx, um eine Best\u00E4tigungs-E-Mail erneut zu senden oder schreiben Sie uns eine Nachricht: <a href="{0}">Kontakt</a>.
#ConfirmationLinkAlreadyVerifiedPage
gdpr.confirmation.link.already.verified.title=Bereits best\u00E4tigt
gdpr.confirmation.link.already.verified.message=Sie haben Ihre Anfrage bereits best\u00E4tigt und sie wird bearbeitet.
gdpr.confirmation.link.already.vefified.message.contactus=Bei Fragen wenden Sie sich bitte an unseren Kundenservice unter 1-800-xxx-xxx oder schreiben Sie uns eine Nachricht: <a href="{0}">Kontakt</a>.
# Contact us GDPR related subjects
helpdesk.contactus.subject.option.personal_data=Pers\u00F6nliche Daten anfordern
helpdesk.contactus.subject.option.personal_data_deletion=L\u00F6schung pers\u00F6nlicher Daten anfordern
