#
# Definition of preference definitions' localized attributes.
#
# Syntax: preference_name=displayName;description
# ...
#
# Order Notification Preferences
#
OrderNotificationEmailFrom=Adresse courriel de l\u2019exp\u00E9diteur de la notification de commande; L\u2019adresse courriel de l\u2019exp\u00E9diteur de la notification de commande.
OrderNotificationEmailTemplate=Mod\u00E8le de courriel de notification de commande;Le mod\u00E8le de courriel de notification de commande. La mise en page du courriel est d\u00E9finie par le mod\u00E8le de courriel. 
OrderNotificationSendNotification=Notification de commande Envoyer la notification;si une notification de commande doit \u00EAtre envoy\u00E9e ou pas.
OrderCancelNotificationEmailFrom=Adresse courriel de l\u2019exp\u00E9diteur de l\u2019annulation de la commande; L\u2019adresse courriel de l\u2019exp\u00E9diteur de l\u2019annulation de commande.
OrderCancelNotificationEmailTemplate=Mod\u00E8le de courriel d\u2019annulation de la commande; Le mod\u00E8le de courriel d\u2019annulation de notification de commande. La mise en page du courriel est d\u00E9finie par le mod\u00E8le de courriel. 
OrderCancelNotificationSendNotification=Notification d\u2019annulation de la commande Envoi d\u2019une notification d\u2019annulation de commande ; si une notification d\u2019annulation de commande doit \u00EAtre envoy\u00E9e ou pas.
OrderCreationServiceEmailFrom=Adresse courriel de l\u2019exp\u00E9diteur de la cr\u00E9ation de la commande; L\u2019adresse courriel de l\u2019exp\u00E9diteur de la cr\u00E9ation de commande.
OrderCreationServiceEmailTo=Courriel de cr\u00E9ation de commande \u00E0 l\u2019adresse;Le courriel de notification de cr\u00E9ation de commande \u00E0 l\u2019adresse du destinataire.
OrderCreationServiceEmailSubject=Objet du courriel de cr\u00E9ation de commande;Le sujet du courriel de notification de cr\u00E9ation de commande.
OrderCreationServiceEmailTemplate=Mod\u00E8le de courriel de cr\u00E9ation de commande;Le mod\u00E8le de courriel de notification de cr\u00E9ation de commande. La mise en page du courriel est d\u00E9finie par le mod\u00E8le de courriel.
#
# Gift Certificate Preferences
#
GiftCertificateEmailTemplate=Mod\u00E8le de courriel de ch\u00E8que-cadeau;Le mod\u00E8le de courriel de ch\u00E8que-cadeau. La mise en page du courriel est d\u00E9finie par le mod\u00E8le de courriel. 
#
# Product Notification Preferences
#
ProductNotificationEmailFrom=Adresse courriel de l\u2019exp\u00E9diteur de la notification de produits; L\u2019adresse courriel de l\u2019exp\u00E9diteur de la notification de produits.
ProductNotificationEmailSubject=Objet du courriel de notification de produits;L\u2019objet du courriel de notification de produits.
ProductNotificationEmailTemplate=Mod\u00E8le de courriel de notification de produits;Le mod\u00E8le de courriel de notification de produits. La mise en page du courriel est d\u00E9finie par le mod\u00E8le de courriel.
ProductNotificationEmailDeleteTemplate=Mod\u00E8le de courriel de suppression de notification de produits;Le mod\u00E8le de courriel de suppression de notification de produits. La mise en page du courriel est d\u00E9finie par le mod\u00E8le de courriel. 
#
# Customer Pending Approval Preferences
#
CustomerPendingApprovalRequestEmailFrom=Adresse courriel de l\u2019exp\u00E9diteur des demandes des clients en attente d\u2019approbation;L\u2019adresse \u00E9lectronique de l\u2019exp\u00E9diteur des demandes des clients en attente d\u2019approbation.
CustomerPendingApprovalRequestEmailSubject=Objet du courriel des demandes des clients en attente d\u2019approbation;L\u2019objet du courriel des demandes des clients en attente d\u2019approbation
CustomerPendingApprovalRequestEmailTemplate=Mod\u00E8le de courriel de l\u2019exp\u00E9diteur des demandes des clients en attente d\u2019approbation;Le mod\u00E8le de courriel de l\u2019exp\u00E9diteur des demandes des clients en attente d\u2019approbation. La mise en page du courriel est d\u00E9finie par le mod\u00E8le de courriel. 
#
# Customer Declined Approval Preferences
#
CustomerDeclinedApprovalRequestEmailFrom=Adresse courriel de l\u2019exp\u00E9diteur des demandes d\u2019approbation par les clients refus\u00E9es; L\u2019adresse courriel de l\u2019exp\u00E9diteur des demandes d\u2019approbation par les clients refus\u00E9es
CustomerDeclinedApprovalRequestEmailSubject=Objet du courriel des demandes d\u2019approbation par les clients refus\u00E9es; L\u2019objet du courriel des demandes d\u2019approbation par les clients refus\u00E9es.
CustomerDeclinedApprovalRequestEmailTemplate=Mod\u00E8le de courriel des demandes d\u2019approbation par les clients refus\u00E9es; Le Mod\u00E8le de courriel des demandes d\u2019approbation par les clients refus\u00E9es. La mise en page du courriel est d\u00E9finie par le mod\u00E8le de courriel. 
#
# Password Reminder Preferences
#
PasswordReminderEmailFrom=Adresse courriel de l\u2019exp\u00E9diteur de rappel du mot de passe.; L\u2019adresse courriel de l\u2019exp\u00E9diteur de rappel du mot de passe.
PasswordReminderEmailSubject=Objet du courriel de rappel du mot de passe; L\u2019Objet du courriel de rappel du mot de passe
PasswordReminderEmailTemplate=Mod\u00E8le de courriel de rappel du mot de passe; Le mod\u00E8le de courriel de rappel du mot de passe. La mise en page du courriel est d\u00E9finie par le mod\u00E8le de courriel. 
PasswordReminderLinkLifeTime=P\u00E9riode de validit\u00E9 du lien du mot de passe;D\u00E9finit la dur\u00E9e (en heures) pendant laquelle le client peut modifier son mot de passe.
#
# Password Retrieval Preferences
#
PasswordRetrievalEmailFrom=Adresse courriel de l\u2019exp\u00E9diteur pour la r\u00E9cup\u00E9ration du mot de passe;L\u2019adresse courriel de l\u2019exp\u00E9diteur pour la r\u00E9cup\u00E9ration du mot de passe.
PasswordRetrievalEmailSubject=Objet du courriel pour la r\u00E9cup\u00E9ration du mot de passe;L\u2019objet du courriel pour la r\u00E9cup\u00E9ration du mot de passe
PasswordRetrievalEmailTemplate=Mod\u00E8le de courriel pour la r\u00E9cup\u00E9ration du mot de passe; Le mod\u00E8le de courriel pour la r\u00E9cup\u00E9ration du mot de passe. La mise en page du courriel est d\u00E9finie par le mod\u00E8le de courriel. 
#
# User Creation Preferences
#
NewUserEmailFrom=Adresse courriel de l\u2019exp\u00E9diteur de la cr\u00E9ation d\u2019utilisateurs;L\u2019adresse courriel de l\u2019exp\u00E9diteur de la cr\u00E9ation d\u2019utilisateurs.
NewUserEmailTemplate=Mod\u00E8le de courriel de la cr\u00E9ation d\u2019utilisateurs; Le mod\u00E8le de courriel courriel de la cr\u00E9ation d\u2019utilisateurs. La mise en page du courriel est d\u00E9finie par le mod\u00E8le de courriel.
#
# User Activation Preferences
#
ActivateUserEmailFrom=Adresse courriel de l\u2019exp\u00E9diteur de l\u2019activation d\u2019utilisateurs;L\u2019adresse courriel de l\u2019exp\u00E9diteur de l\u2019activation d\u2019utilisateurs.
ActivateUserEmailSubject=Objet du courriel pour l\u2019activation d\u2019utilisateurs; L\u2019objet du courriel pour l\u2019activation d\u2019utilisateurs.
ActivateUserEmailTemplate=Mod\u00E8le de courriel pour l\u2019activation d\u2019utilisateurs; Le mod\u00E8le de courriel pour l\u2019activation d\u2019utilisateurs. La mise en page du courriel est d\u00E9finie par le mod\u00E8le de courriel. 
#
# Password Update Reminder Preferences
#
PasswordUpdateReminderEmailFrom=Adresse courriel de l\u2019exp\u00E9diteur de rappel de mise \u00E0 jour du mot de passe;L\u2019adresse courriel de l\u2019exp\u00E9diteur de rappel de mise \u00E0 jour du mot de passe
PasswordUpdateReminderEmailTemplate=Mod\u00E8le de courriel de rappel de mise \u00E0 jour du mot de passe; Le mod\u00E8le de courriel de rappel de mise \u00E0 jour du mot de passe. La mise en page du courriel est d\u00E9finie par le mod\u00E8le de courriel. 
#
# New Username
#
EmailReminderEmailFrom=Adresse courriel de l\u2019exp\u00E9diteur de rappel du courriel;L\u2019dresse courriel de l\u2019exp\u00E9diteur de rappel du courriel.
EmailReminderEmailSubject=Objet du courriel de rappel du courriel; L\u2019objet du courriel de rappel du courriel.
EmailReminderEmailTemplate=Mod\u00E8le de courriel de rappel du courriel; Le mod\u00E8le de courriel de rappel du courriel. La mise en page du courriel est d\u00E9finie par le mod\u00E8le de courriel. 
EmailReminderLinkLifeTime=P\u00E9riode de validit\u00E9 du lien de courriel ; D\u00E9finit la dur\u00E9e (en heures) pendant laquelle le client peut modifier son adresse courriel.
# Contact Email Preferences
#
ContactFormUserServiceEmailFrom=Adresse courriel de l\u2019exp\u00E9diteur du formulaire de contact; L\u2019adresse courriel de l\u2019exp\u00E9diteur du formulaire de contact
ContactFormUserServiceEmailTo=Adresse courriel du destinataire du formulaire de contact; L\u2019adresse courriel du destinataire du formulaire de contact
ContactFormUserServiceEmailTemplate=Mod\u00E8le de courriel du formulaire de contact; Le mod\u00E8le de courriel du formulaire de contact. La mise en page du courriel est d\u00E9finie par le mod\u00E8le de courriel. 
#
# User Registration
#
UserRegistrationLoginType=Type de connexion d\u2019enregistrement d\u2019utilisateurs; D\u00E9finit si la connexion se fait par courriel ou par nom d\u2019utilisateur. Les valeurs possibles sont \u00ABcourriel\u00BB ou \u00ABnom d\u2019utilisateur\u00A0\u00BB.
UserRegistrationUseSimpleAccount=Enregistrement de l\u2019utilisateur - compte simple ; avec "vrai", le formulaire simple est utilis\u00E9 pour la cr\u00E9ation du compte. La valeur par d\u00E9faut est "faux".
UserRegistrationEmailFrom=Adresse courriel de l\u2019exp\u00E9diteur d\u2019enregistrement d\u2019utilisateurs;L\u2019adresse courriel de l\u2019exp\u00E9diteur d\u2019enregistrement d\u2019utilisateurs.
UserRegistrationEmailSubject=Objet du courriel pour l\u2019enregistrement d\u2019utilisateurs; L\u2019objet du courriel pour l\u2019enregistrement d\u2019utilisateurs.
UserRegistrationEmailTemplate=Mod\u00E8le de courriel pour l\u2019enregistrement d\u2019utilisateurs; Le mod\u00E8le de courriel pour l\u2019enregistrement d\u2019utilisateurs. La mise en page du courriel est d\u00E9finie par le mod\u00E8le de courriel.
#
# New User Email Address Preferences
#
NewEmailAddressEmailFrom=Nouvelle adresse courriel - Adresse courriel de l\u2019exp\u00E9diteur ; L\u2019adresse courriel de l\u2019exp\u00E9diteur de la "Nouvelle adresse courriel".
NewEmailAddressEmailTemplate=Nouvelle adresse courriel - mod\u00E8le de courriel; Le mod\u00E8le de courriel "Nouvelle adresse courriel". La mise en page du courriel est d\u00E9finie par le mod\u00E8le de courriel.
#
# New User Email Address Preferences
#
NewEmailAddressByAdminEmailFrom=Nouvelle adresse courriel - Adresse courriel de l\u2019exp\u00E9diteur ; L\u2019adresse courriel de l\u2019exp\u00E9diteur de la "Nouvelle adresse courriel".
NewEmailAddressByAdminEmailSubject=Objet du courriel "Nouvelle adresse courriel"; L\u2019objet du courriel pour les e-mails "Nouvelle adresse courriel".
NewEmailAddressByAdminEmailTemplate=Nouvelle adresse courriel - mod\u00E8le de courriel; Le mod\u00E8le de courriel "Nouvelle adresse courriel". La mise en page du courriel est d\u00E9finie par le mod\u00E8le de courriel.
#
# Captcha preferences
#
intershop.CaptchaPreferences.Register=Enregistrement;Si coch\u00E9e, une saisie de captcha est n\u00E9cessaire pour le formulaire d\u2019enregistrement.
intershop.CaptchaPreferences.ForgotPassword=Mot de passe oubli\u00E9;Si coch\u00E9e, une saisie de captcha est n\u00E9cessaire si le mot de passe a \u00E9t\u00E9 oubli\u00E9.
intershop.CaptchaPreferences.RedemptionOfGiftCardsAndCertificates=\u00C9change de cartes-cadeaux et de certificats-cadeaux;Si coch\u00E9e, Les clients non enregistr\u00E9s doivent saisir un captcha pour encaisser des cartes-cadeaux et des ch\u00E8ques-cadeaux.
intershop.CaptchaPreferences.EmailShoppingCart=Envoi du panier par courriel; Si coch\u00E9e, les clients non enregistr\u00E9s doivent saisir un captcha au formulaire "Envoi du panier par courriel".
intershop.CaptchaPreferences.ContactUs=Contactez-nous;Si coch\u00E9e, une saisie de captcha sera n\u00E9cessaire pour le formulaire "Contactez-nous".
#
# Shipping preferences
#
PickupInStoreEnabled="Ramassage en magasin" activ\u00E9;Ce param\u00E8tre d\u00E9finit si les clients sont autoris\u00E9s \u00E0 prendre des articles dans un point de vente physique d\u2019un canal particulier.
#
# Advanced Variation Handling preferences
#
EnableAdvancedVariationHandling=D\u00E9termine comment les variations de produits sont affich\u00E9es dans la vitrine. Si la vue en liste est activ\u00E9e, les variations de produits sont affich\u00E9es sous la forme dune liste filtrable sur la page de variation principale. Les variations principales sont list\u00E9es dans la vue de cat\u00E9gorie.
