###########################################################################################################
#
#  With this file you control the creation of localized rating comment attributes when dbinit is called.
#
#  RatingComment.x.Title = [optional string value]
#  RatingComment.x.Comment = [optional string value]
#
###########################################################################################################

RatingComment.1.Title = Tolles Produkt f\u00FCr unterwegs
RatingComment.1.Comment = Ich habe mir die Festplatte vor gut 1 Woche zugelegt und bin sehr zufrieden. Die Festplatte ist sehr schnell und auch angenehm leise. Zudem wurde sie von Windows 7 problemlos erkannt. Die Abwicklung \u00FCber inTRONICS verlief reibungslos. 

RatingComment.2.Title = Tolles Headset f\u00FCr Games
RatingComment.2.Comment = Ich habe dieses Headset vor zwei Wochen gekauft und keine Sekunde bereut. Es ist superkomfortabel und hat einen starken Klang. Die L\u00E4nge des Kabels ist mehr als ausreichend. Einziger Kritikpunkt: der hohe Preis.

RatingComment.3.Title = Leichtgewichtiger Projektor
RatingComment.3.Comment = Dieser Beamer wird in unserer Firma insbesondere von den weiblichen Mitarbeitern gesch\u00E4tzt, da er mit seinem geringen Gewicht und seinen vergleichsweise geringen Abmessungen m\u00FChelos zu transportieren ist. Auch die Qualit\u00E4t des projizierten Bildes kann auf ganzer Linie \u00FCberzeugen. Der eingebaute Lautsprecher war bisher f\u9EF5 alle Anwendungen ausreichend.

RatingComment.127.Title = Bestes Ger\u00E4t, dass ich je hatte
RatingComment.127.Comment = Habe das surface book 2 nun seit 2 wochen und es macht einfach nur Spaß. Als Architekt ben\u00F6tige ich ein leistungsstarkes Ger\u00E4t. Das Surface book 2 schafft alle Apps von Photoshop - BIM - Revit problemlos, die Gr\u00F6ße und Qualit\u00E4t ist 1A. Aber das gr\u00F6ßte plus ist der Surface Pen und die Option zeichnen zu k\u00F6nnen.

RatingComment.128.Title = I am happy
RatingComment.128.Comment = Erfahrungsbericht: Nun ist es schon eine Woche mit mir bei Kunden, im B\u00FCro unterwegs, das neue Microsoft Surface Book 2 mit i7 Prozessor, 16GB Arbeitsspeicher und 512er SSD Festplatte und ich bin begeistert. Installation war nach 8 Minuten erledigt und das alles per Sprachbefehl. Akkulaufzeit 1 Tag und immer noch halber voll. Tempo unglaublich schnell. Touchbildschirm sehr genau und brillantes Bild. Touchpad etwas sehr schnell f\u00FCr meine Finger. Da hab ich doch \u00F6fter mal 4 Sachen gleichzeitig bedient, bis ich mich an dieses Teil gew\u00F6hnt habe. Mit dem USB C3.1 Adapter schnelles Anbinden von Beamer oder Bildschirmen. Einziger Schwachpunkt ist die Hintergrundbeleuchtung der Tastatur, die sehr schlecht lesbar ist. Deshalb hab ich die ausgeschaltet und kann durch das helle Display auch so die Tasten gut lesen. Einfach nur toll. Hatte bisher nie so eine Freude an einem MS Notebook/Tablet. Preis: Es ist seinen Preis Wert Schade, dass es die 15 Zoll Version nur in den USA gibt.

RatingComment.129.Title = Konzept toll, Umsetzung mau, Support nicht vorhanden
RatingComment.129.Comment = Ich habe mir nach langer \u00DCberlegung das Surface Book 2 (i7, 256GB) nebst Surface Pen gekauft. Aus meiner Sicht bietet dieses Ger\u00E4t f\u00FCr seinen stolzen Preis vor allem folgende Vorteile: Leistungsstarke Hardware, hervorragendes Display, gute Tastatur und Trackpad (besser als aktuelle MacBooks), stimmiges Gesamtkonzept. Leider \u00E4rgern mich folgende Punkte: Der Dock-Mechanismus h\u00E4ngt gelegentlich und macht seltsame Ger\u00E4usche (fortw\u00E4hrendes Klackern und Brummen). Der Tablet-Teil wird schnell heiß und ist lediglich passiv gek\u00FChlt. Der sehr teure Surface Pen produziert nach einigen Minuten Nutzung nur noch Zickzacklinien. Vor allem letzteres Problem \u00E4rgert mich \u00FCber die Maße, da es gem\u00E4ß Webrecherche seit l\u00E4ngerem bekannt und von Microsoft ignoriert wird. Meine 5 (!) Versuche, den Microsoft Support telefonisch zu kontaktieren sind bis heute erfolglos (H\u00F6hepunkt: zwei Mal >1h Warteschleife mit anschließendem Verbindungsabbruch). Ich kann daher derzeit nur vom Kauf abraten.

RatingComment.130.Title = Netzteil zu schwach, Surfen - JA! Arbeiten - NEIN!
RatingComment.130.Comment = Das Ger\u00E4t an sich ist sehr sch\u00F6n, sehr gut nutzbar zum daily 08/15 Surfen im Internet. Jedoch großes Manko: Die gr\u00F6ßeren Versionen (meines ist ein 15'', 512GB, GTX 1060) k\u00F6nnen unter h\u00F6heren Lasten nicht ausreichend mit Strom versorgt werden. Die Ausgangsleistung von 102W am Netzteil ist zu wenig um das Surface Book 2 ausreichend mit Strom zu versorgen. Auf Grund dessen werden die Akkus st\u00FCckweise entladen und bei etwa 5-7% Akkuleistung (Akku Nr 2) schaltet sich die dGPU aus, dies f\u00FChrt in der Regel zum Programmabsturz. (Dieses Problem ist bei MS bereits schon seit Q. IV2017 bekannt und wurde noch nicht gel\u00F6st) Bei der Stromeinstellung f\u00FCr die beste Akkulaufzeit halten diese f\u00FCr etwa 2hrs15min bevor sich die dGPU abschaltet. Ich empfehle dieses Ger\u00E4t nur Personen die keine langen (CPU/GPU)-anspruchsvollen Aufgaben durchf\u00FChren, definitiv KEINE Empfehlung an Personen die auf ein Arbeitstier angewiesen sind.

RatingComment.131.Title = Sch\u00F6nes Ger\u00E4t mit fehlenden Funktionen
RatingComment.131.Comment = Ich habe mir das Google Home nur gekauft, da es im Angebot f\u00FCr 50€ verf\u00FCgbar war. Der Kauf hat sich gelohnt, da man neben der Sprachfunktion den Lautsprecher auch als Bluetooth Box verwenden kann. Die vorhandenen Funktionen sind sehr gut, allerdings w\u00FCnscht man sich weitere hilfreiche Funktionen wie das Telefonieren. Deshalb bekommt das Produkt von mir 3 Sterne, da es noch ausbauf\u00E4hig ist.

RatingComment.132.Title = Top Set zum Super Preis!
RatingComment.132.Comment = Ich habe das Set nach langem warten in einer Aktion gekauft und bin begeistert! Die erste Einrichtung ging in 5 Minuten ( oder war es weniger? ) und danach lief alles wie von selbst. Neue Lampen anlernen, R\u00E4ume benennen, im HomeKit Bilder den R\u00E4umen und dem Haus zuweisen, alles echt klasse. Eine Lampe sitzt im Keller, und die Kinder schalten sie h\u00E4ufig am Schalter aus. Dann ist sie teilweise auch mal eine Woche lang aus, und trotzdem verbindet sie sich sofort nach dem einschalten wieder. Absolut Problemlos! Mittlerweile haben wir noch ein paar leuchten zus\u00E4tzlich gekauft, und auch diese funktionieren super. W\u00FCrde ich wieder kaufen! Klare Kaufempfehlung!

RatingComment.134.Title = Herausragendes Design
RatingComment.134.Comment = Ich habe das Surface Laptop nun seit dem Verkaufsstart (15.6.) und bin durchweg von dem Produkt begeistert. Es l\u00E4uft fl\u00FCssig, Touchpad funktioniert super, es macht keine Ger\u00E4usche, das Alcantara f\u00FChlt sich wunderbar an und und und Ich habe bisher keine Makel feststellen k\u00F6nnen. 1 Stern Abzug gibt es f\u00FCr folgendes: \u00DCberteuerter Preis, aber f\u00FCr dieses Design muss man das Geld wohl hinlegen. Zu wenige Anschl\u00FCsse (Nur 1 USB, USB C und kein HDMI) Wenn man also das Geld hat und die Anschl\u00FCsse nicht zwingend im Alltag ben\u00F6tigt, ist dieses Laptop eine sehr gute Anschaffung.

RatingComment.140.Title = Bestes Surface
RatingComment.140.Comment = Das neue Surface Pro 2017 ist das beste Surface, das ich bisher in H\u00E4nden hatte (und ich hatte alle Ger\u00E4te). Diesmal wurde es ein i5, die Geschwindigkeit ist TOP, die Laufzeit der Batterie ist sehr gut. Das allerbeste ist der neue Stift mit dem Pro. Die Geschwindigkeit beim Schreiben, die Erkennung des Stiftes auf dem Bildschirm, alles ist nun richtig schnell. Jetzt endlich ist das Schreiben beim Surface genau so wie bei Apples iPad Pro. Einfach fantastisch. Beim direkten Vergleich mit dem Surface Book ist mir nun tats\u00E4chlich das Surface Pro 2017 lieber. Schade eigentlich, denn ich liebe das Book. \u00DCber die Ger\u00E4tepreise brauche ich nichts zu sagen. Sehr hoch. Die Qualit\u00E4t jedoch rechtfertigt diese Preise.

RatingComment.146.Title = I am happy
RatingComment.146.Comment = Erfahrungsbericht: Nun ist es schon eine Woche mit mir bei Kunden, im B\u00FCro unterwegs, das neue Microsoft Surface Book 2 mit i7 Prozessor, 16GB Arbeitsspeicher und 512er SSD Festplatte und ich bin begeistert. Installation war nach 8 Minuten erledigt und das alles per Sprachbefehl. Akkulaufzeit 1 Tag und immer noch halber voll. Tempo unglaublich schnell. Touchbildschirm sehr genau und brillantes Bild. Touchpad etwas sehr schnell f\u00FCr meine Finger. Da hab ich doch \u00F6fter mal 4 Sachen gleichzeitig bedient, bis ich mich an dieses Teil gew\u00F6hnt habe. Mit dem USB C3.1 Adapter schnelles Anbinden von Beamer oder Bildschirmen. Einziger Schwachpunkt ist die Hintergrundbeleuchtung der Tastatur, die sehr schlecht lesbar ist. Deshalb hab ich die ausgeschaltet und kann durch das helle Display auch so die Tasten gut lesen. Einfach nur toll. Hatte bisher nie so eine Freude an einem MS Notebook/Tablet. Preis: Es ist seinen Preis Wert Schade, dass es die 15 Zoll Version nur in den USA gibt.

RatingComment.147.Title = Netzteil zu schwach, Surfen - JA! Arbeiten - NEIN!
RatingComment.147.Comment = Das Ger\u00E4t an sich ist sehr sch\u00F6n, sehr gut nutzbar zum daily 08/15 Surfen im Internet. Jedoch großes Manko: Die gr\u00F6ßeren Versionen (meines ist ein 15'', 512GB, GTX 1060) k\u00F6nnen unter h\u00F6heren Lasten nicht ausreichend mit Strom versorgt werden. Die Ausgangsleistung von 102W am Netzteil ist zu wenig um das Surface Book 2 ausreichend mit Strom zu versorgen. Auf Grund dessen werden die Akkus st\u00FCckweise entladen und bei etwa 5-7% Akkuleistung (Akku Nr 2) schaltet sich die dGPU aus, dies f\u00FChrt in der Regel zum Programmabsturz. (Dieses Problem ist bei MS bereits schon seit Q. IV2017 bekannt und wurde noch nicht gel\u00F6st) Bei der Stromeinstellung f\u00FCr die beste Akkulaufzeit halten diese f\u00FCr etwa 2hrs15min bevor sich die dGPU abschaltet. Ich empfehle dieses Ger\u00E4t nur Personen die keine langen (CPU/GPU)-anspruchsvollen Aufgaben durchf\u00FChren, definitiv KEINE Empfehlung an Personen die auf ein Arbeitstier angewiesen sind.

RatingComment.148.Title = Herausragendes Design
RatingComment.148.Comment = Ich habe das Surface Laptop nun seit dem Verkaufsstart (15.6.) und bin durchweg von dem Produkt begeistert. Es l\u00E4uft fl\u00FCssig, Touchpad funktioniert super, es macht keine Ger\u00E4usche, das Alcantara f\u00FChlt sich wunderbar an und und und Ich habe bisher keine Makel feststellen k\u00F6nnen. 1 Stern Abzug gibt es f\u00FCr folgendes: \u00DCberteuerter Preis, aber f\u00FCr dieses Design muss man das Geld wohl hinlegen. Zu wenige Anschl\u00FCsse (Nur 1 USB, USB C und kein HDMI) Wenn man also das Geld hat und die Anschl\u00FCsse nicht zwingend im Alltag ben\u00F6tigt, ist dieses Laptop eine sehr gute Anschaffung.

RatingComment.154.Title = Bestes Surface
RatingComment.154.Comment = Das neue Surface Pro 2017 ist das beste Surface, das ich bisher in H\u00E4nden hatte (und ich hatte alle Ger\u00E4te). Diesmal wurde es ein i5, die Geschwindigkeit ist TOP, die Laufzeit der Batterie ist sehr gut. Das allerbeste ist der neue Stift mit dem Pro. Die Geschwindigkeit beim Schreiben, die Erkennung des Stiftes auf dem Bildschirm, alles ist nun richtig schnell. Jetzt endlich ist das Schreiben beim Surface genau so wie bei Apples iPad Pro. Einfach fantastisch. Beim direkten Vergleich mit dem Surface Book ist mir nun tats\u00E4chlich das Surface Pro 2017 lieber. Schade eigentlich, denn ich liebe das Book. \u00DCber die Ger\u00E4tepreise brauche ich nichts zu sagen. Sehr hoch. Die Qualit\u00E4t jedoch rechtfertigt diese Preise.
